Repository: singhwong/U-musicPlayer
Catalog: MusicPlayer/Strings/*/Resources.resw
Source language: en_us
Languages: zh_cn

# about_str
source: About
zh_cn: 关于

# addFolder_button.Label
source: Add folders
zh_cn: 添加文件夹

# addListContentDialogTile_textblock.Text
source: Custom MusicList
zh_cn: 自定义歌单

# addList_textblock.Text
source: MusicList Name
zh_cn: 歌单名

# addMusicList_button.Content
source: Add MusicList
zh_cn: 添加歌单

# addToList_menu.Text
source: Add to MusicList
zh_cn: 添加到歌单

# await_str
source: Please wait for loading to complete!!!
zh_cn: 请等待加载完成！！！

# backGround_button.Label
source: Background picture
zh_cn: 背景图片

# back_button.Label
source: Last one
zh_cn: 上一首

# cancle_menu.Text
source: Cancel
zh_cn: 取消

# clearLyric_str
source: Empty Lyrics
zh_cn: 清空歌词

# clear_button.Label
source: Empty
zh_cn: 清空

# content_str
source: Files do not exist or have been moved and cannot be played
zh_cn: 文件不存在或已经被移动，无法播放

# custom_menu.Text
source: Custom
zh_cn: 自定义

# dark_menu.Text
source: Dark
zh_cn: 暗

# defaultTheme_menu.Text
source: Default
zh_cn: 默认

# default_menu.Text
source: Default
zh_cn: 默认

# direct_menu.Text
source: Permanently delete
zh_cn: 永久删除

# feedBack_menu.Text
source: FeedBack
zh_cn: 反馈

# forward_button.Label
source: Next one
zh_cn: 下一首

# fullScreen_button.Label
source: Full screen
zh_cn: 全屏

# help_button.Label
source: Help
zh_cn: 帮助

# help_str
source: Free software, no advertising, ordinary users can download and install, strictly prohibit commercial use. Use help: 1. Users need to agree or open access to local music library 2. The music automatically acquired after startup is the music in the local music library 3. Support opening selected files, opening music lists in local music libraries and music lists in selected folders 4. Music lists can be dragged and sorted 5. Double-click the song or click it with the right-click option to play 6. If the background is set to a custom image, it is recommended that the theme be set to Dark to show better results. 7. Some lyrics of songs can be queried.
zh_cn: 免费软件，无广告,普通用户可以下载和安装,严禁用于商业用途. 使用帮助: 1.用户需要同意或打开本地音乐库访问权限 2.启动后自动获取的音乐为本地音乐库里的音乐 3.支持打开选定文件、打开本地音乐库音乐列表和选定文件夹中的音乐列表 4.音乐列表拖拽排序 5.双击歌曲或者使用右键选项进行播放 6.若背景设置为自定义图片，建议将主题设置为Dark,显示效果更好 7.可以查询部分歌曲歌词 8.支持自定义歌单功能，右键歌曲将歌曲添加进歌单 9.歌单拖拽排序

# light_menu.Text
source: Light
zh_cn: 亮

# listShow_button.Label
source: Music List
zh_cn: 音乐列表

# lyric_button.Content
source: Query Lyrics
zh_cn: 查询歌词

# lyric_textblock.Text
source: No lyrics
zh_cn: 无歌词

# mail_button.Label
source: Feedback mail
zh_cn: 反馈邮件

# model_button.Label
source: List loop
zh_cn: 列表循环

# musicFolder_button.Label
source: Local music
zh_cn: 本地音乐

# musicListNameError_str
source: The MusicList Name cannot be empty or duplicated
zh_cn: 歌单名不能为空或重复

# musicList_button.Label
source: MusicList
zh_cn: 歌单

# noneMusic_str
source: There are no music files in the local music library. You can add music to the local music library and refresh it, or add music in other folders.
zh_cn: 本地音乐库无音乐文件，您可以在本地音乐库中加入音乐然后刷新,或者，添加其他文件夹中的音乐

# openFile_button.Label
source: Open file
zh_cn: 打开文件

# order_menu.Text
source: List loop
zh_cn: 列表循环

# order_str
source: List loop
zh_cn: 列表循环

# pause_str
source: Pause
zh_cn: 暂停

# play_button.Label
source: Play
zh_cn: 播放

# play_menu.Text
source: Play
zh_cn: 播放

# play_str
source: Play
zh_cn: 播放

# random_menu.Text
source: Random play
zh_cn: 随机播放

# random_str
source: Random play
zh_cn: 随机播放

# recycleBin_menu.Text
source: Put in Recycle Bin
zh_cn: 放入回收站

# removeFromList_menu.Text
source: Delete from list
zh_cn: 从列表删除

# removeFromLocal_menu.Text
source: Delete locally
zh_cn: 从本地删除

# removeMusicList_item.Text
source: Remove
zh_cn: 移除

# resultLyric_str
source: No find lyric
zh_cn: 未查询到歌词

# searchLyric_str
source: Query Lyrics
zh_cn: 查询歌词

# settings_button.Label
source: Other
zh_cn: 其他

# singerName_textbock.Text
source: Singer
zh_cn: 歌 手

# single_menu.Text
source: Single cycle
zh_cn: 单曲循环

# single_str
source: Single cycle
zh_cn: 单曲循环

# songName_textBlock.Text
source: Song name
zh_cn: 歌 名

# songNumStr_textBlock.Text
source: Number:
zh_cn: 歌曲数目:

# stop_button.Label
source: Stop
zh_cn: 停止

# stop_menu.Text
source: Pause
zh_cn: 暂停

# theme_textblock.Text
source: Theme
zh_cn: 主题

# time_textblock.Text
source: Duration
zh_cn: 时 间

# volume_button.Label
source: Volume
zh_cn: 音量
